Repository: razoomnick/30pxart
Catalog: Patterns.Resources/Strings.*.resx
Languages: be

source: ago
be: таму

source: Brush
be: Пэндзаль

source: Copy
be: Капіяваць

# Days1
source: day
be: дзень

# Days2
source: days
be: дні

# Days3
source: days
be: дзён

source: Draft
be: Чарнавік

source: Drafts
be: Чарнавікі

source: Draw
be: Маляваць

source: Draw patterns online
be: Малюйце паттэрны онлайн

# DrawYourPattern
source: Draw your own pattern!
be: Намалюй уласны паттэрн!

source: Erase
be: Ачысціць

source: Eyedropper
be: Выбар колеру

source: Feed
be: Мая стужка

source: Fill
be: Заліўка

source: Follow
be: Падпісацца

source: Followers
be: Падпісчыкі

source: Following
be: Падпісаны на

# Hours1
source: hour
be: гадзіну

# Hours2
source: hours
be: гадзіны

# Hours3
source: hours
be: гадзін

source: just now
be: нядаўна

source: Latin letters, digits and underscore only
be: Падыйдуць ангельскія літары, лічбы и знак падкрэслення

source: Likes
be: Падабаецца

source: Log in
be: Увайсці

source: Log out
be: Выйсці

# Minutes1
source: minute
be: хвіліну

# Minutes2
source: minutes
be: хвіліны

# Minutes3
source: minutes
be: хвілін

# MostLiked
source: Best
be: Лепшыя

source: Move
be: Перамясціць

source: Name contains inappropriate symbols
be: Нейкія непрыдатныя сімвалы ў імені

source: Name is already taken
be: Імя ужо занята

source: Name is empty
be: Пустое імя непрыдатна

# NoLikes
source: Like it? Click on heart!
be: Падабаўся паттэрн? Цісні на сэрца!

source: Override
be: Перазапісаць

source: Recent
be: Новыя

source: Redo
be: Паўтарыць

source: Reflect horizontally
be: Адлюстраваць адносна гарызанталі

source: Reflect vertically
be: Адлюстраваць адносна вертыкалі

source: Register
be: Зарэгістравацца

source: Resize
be: Змяніць памер

source: Save
be: Захаваць

# SaveNew
source: New
be: Стварыць новы

source: Save pattern
be: Захаваць паттэрн

source: Select
be: Вылучыць

source: Select user name
be: Выбярыце сабе імя

source: Show/hide grid
be: Паказаць/схаваць сетку

source: Show/hide pixel grid
be: Паказаць/схаваць піксельную сетку

source: Show more
be: Показаць болей

source: Sign in or sign up
be: Увайсці або зарэгістравацца

source: Sign in with Facebook
be: праз Фэйсбук

source: Sign in with Vk
be: праз Укантакце

source: Undo
be: Адмяніць

source: Unfollow
be: Адпісацца

# Weeks1
source: week
be: тыдзень

# Weeks2
source: weeks
be: тыдні

# Weeks3
source: weeks
be: тыдняў

source: Write a comment...
be: Напішыце камментар

source: Zoom in
be: Павялічыць

source: Zoom out
be: Паменшыць

source: Paste
be: Уставіць

source: Delete layers
be: Выдаліць слой

# NewLayer
source: Create a new layer
be: Стварыць новы слой

source: Eraser
be: Гумка

source: Deselect
be: Зняць вылучэнне

source: Brush 1
be: Пэндзаль 1

source: Brush 3
be: Пэндзаль 3

source: Brush 5
be: Пэндзаль 5

source: Brush 7
be: Пэндзаль 7

source: Merge layers
be: Аб'яднаць слаі

source: Best unregistered
be: Лепшыя ананімныя

source: Gallery
be: Галерэя

source: Most commented
be: Найбольш каментуемыя

source: Recent unregistered
be: Новыя ананімныя

source: A pattern by
be: Гэты паттэрн намаляваў

# Brush8
source: Octohorn
be: Васьмірог

source: Sign in with Instagram
be: праз Інстаграм

source: Download
be: Спампаваць

source: Edit
be: Змяніць

source: Filter:
be: Фільтр:

source: None
be: Няма

source: Smoothing
be: Згладжванне

source: Tiles
be: Плітка

source: Embroidery
be: Вышыўка

# Days4
source: days
be: дзень

# Hours4
source: hours
be: гадзіну

# Minutes4
source: minutes
be: хвіліну

# Months4
source: months
be: месяц

# Weeks4
source: weeks
be: тыдзень

source: Contacts
be: Кантактныя звесткі

# JoinCommunity
source: Join our Vk community
be: Далучайцеся да нашай суполкі Укантакце

# MemberAlready
source: registered
be: зарэгістраваўся

source: Error occurred.
be: Здарылася памылка.

source: Main page
be: Галоўная старонка

source: Page not found.
be: Старонка не знайдзена.

source: Publish
be: Апублікаваць

source: To drafts
be: Да чарнавікоў

source: Knitting
be: Вязанне

# Description
source: 30pxart is an online tool for seamless patterns, knitting patterns and ornaments drawing. Also it's possible to convert your patterns to vector graphics. Draw amazing pattern, apply one of filters and share your picture!
be: 30pxart — онлайн аплікацыя для малявання паттэрнаў і арнаментаў, а таксама імітацыі вязання. Намаляваныя паттэрны можна спампаваць у вектарным фармаце. Намалюйце паттэрн самастойна і падзяліцеся ім з сябрамі!

# Keywords
source: 30pxart, pixelart, pixel art, pixel, art, drawing, pixel drawing, online drawing, patterns drawing, patterns drawing online, ornaments drawing, make seamless pattern, make knitting pattern
be: 30pxart, піксель арт, маляванне, маляваць онлайн, маляваць паттэрны, арнаменты

source: Profile
be: Профіль

source: Embroidery texture
be: Вышыты ўзор

source: Knitting texture
be: Вязаная текстура

source: Pixel art
be: Піксельная графіка

source: Seamless pattern
be: Бясшвоўны паттэрн

source: Tiles texture
be: Тэкстура з пліткі

# MobileApplication
source: Try out our Android <a href="https://play.google.com/store/apps/details?id=dfgden.pxart.com.pxart" target="_blank">mobile application</a>.
be: Паспрабуйце нашу <a href="https://play.google.com/store/apps/details?id=dfgden.pxart.com.pxart" target="_blank">мабільную аплікацыю</a> для Андроіда.

source: (vector)
be: (вектар)

source: Wallpaper
be: Шпалеры
